var instr =
    [
        { "image": "img/program/12.jpg", "name": "Ударні інструменти", 
        "description":"музичні інструменти, звук на яких видобувається ударом по тілу, що стає його джерелом. Найчисленніше і найстародавніше сімейство серед усіх музичних інструментів. Іноді ударні музичні інструменти називають словом перку́сія."
        },
        { "image": "img/program/fortepiano.jpg", "name": "Фортепiано", 
        "description":"повільно (тихо) — збірна назва класу струнних ударно-клавішних музичних інструментів — роялів і піаніно."
         },
        { "image": "img/program/1.jpg", "name": "Домра", 
        "description":"лютноподібний щипковий інструмент з 3 або 4 металевими струнами. Домра має корпус напівсферичної форми. Звук струн проводиться за допомогою медіатора. Характерним прийомом звуковидобування є тремоло."
         },
        { "image": "img/program/2.png", "name": "Гiтара", 
        "description":"струнний щипковий музичний інструмент. Основний представник сімейства гітар загалом, та акустичних гітар зокрема. У сучасному вигляді існує з другої половини XVIII століття, використовується як сольний, ансамблевий та акомпануючий інструмент. Гітара має великі художньо-виконавчі можливості та широку різноманітність тембрів."
         },
        { "image": "img/program/unnamed.jpg", "name": "Бандура", 
        "description":" український народний струнно-щипковий музичний інструмент. Класичний (діатонічний) і сучасний (діатонічний або хроматичний) інструмент з родини арф, гусел та псалтиріонів."
         },
        { "image": "img/program/3.png", "name": "Балалайка", 
        "description":"російський народний щипковий музичний інструмент, що походить, ймовірно, від старовинної домри[1]. Характерними прийомами звуковидобування є брязкання і тремоло - удари вказівним пальцем по всіх струнах одночасно."
         },
        { "image": "img/program/10.jpg", "name": "Бас гiтара", 
        "description":"струнно-щипковий музичний інструмент, який використовується для гри в басовому діапазоні. На бас-гітарі грають переважно пальцями, або медіатором."
         },
        { "image": "img/program/11.jpg", "name": "Академічний сольний спів", 
        "description":"виконання музики за допомогою голосу, мистецтво передавання засобами співацького голосу, на відміну від інструментальної музики, художнього змісту музичного твору. Спів може бути сольним, ансамблевим, хоровим, із супроводом або без нього."
         },
        { "image": "img/program/accordeon-instrument.jpg", "name": "Аккордеон", 
        "description":"хроматична ручна гармоніка із клавіатурою мелодії фортепіанного типу. Клавіатура акомпанементу така ж як у баяна: з 5-6 рядами кнопок, басами, що звучать, і акордами або окремими нотами."
         },
        { "image": "img/program/Accordion_Tula_Accordion_0022_b.jpg", "name": "Баян", 
        "description":"хроматична ручна гармоніка із клавіатурою мелодії фортепіанного типу. Клавіатура акомпанементу така ж як у баяна: з 5-6 рядами кнопок, басами, що звучать, і акордами або окремими нотами."
         },
        { "image": "img/program/30143887023437.jpg", "name": "Валторна", 
        "description":"мундштучний музичний інструмент сімейства мідних духових. Це скручена, подібно до равликової мушлі, мідна трубка з довжиною до трьох метрів з сильно розширеним розтрубом. З'явилася наприкінці XVII століття."
         },
        { "image": "img/program/6.jpg", "name": "Кларнет", 
        "description":"музичний інструмент сімейства дерев'яних духових, винайдений в 1701 році. Широко використовується як сольний інструмент, а також в симфонічному оркестрі, і вважається одним із найвіртуозніших музичних інструментів."
         },
        { "image": "img/program/1744104648_sopilka-derevyana-yana.jpg", "name": "Сопiлка", 
        "description":"народний духовий музичний інструмент, в Україні відомий з княжих часів. Виготовлявся із калинової гілки, бузини, ліщини,очерету та ін. Довжина сягала 30-40 см, у нижньому кінці просвердлювали 4- 5-6 дірочок. У західних регіонах побутували різновиди сопілки — денцівка, дводенцівка, флояра."
         },
        { "image": "img/program/maxresdefault.jpg", "name": "Саксофон", 
        "description":"тростинний духовий музичний інструмент, що за принципом звуковидобування належить до сімейства язичкових дерев'яних духових музичних інструментів."
         },
        { "image": "img/program/kakimi-byvayut-trombony-i-kak-na-nih-igrayut.jpg", "name": "Тромбон", 
        "description":"європейський духовий амбушюрний інструмент. Входить до оркестрової групи мідних духових музичних інструментів басово-тенорового регістру."
         },
        { "image": "img/program/truba.jpg", "name": "Труба", 
        "description":"мідний духовий музичний інструмент альтово-сопранового регістру, найвищий за звучанням серед мідних духових."
         },
        { "image": "img/program/tuba3.jpg", "name": "Туба", 
        "description":" мідний духовий музичний інструмент найнижчого регістру, що складається з великої вигнутої труби, ряду циліндричних і конічних трубок та вентильного механізму."
         }, 
        { "image": "img/program/4.jpg", "name": "Флейта", 
        "description":"загальна назва духових музичних інструментів, в яких повітряний стовп починає коливатися під дією струменю повітря, що розсікається об гострий край стінки цівки."
         },
        { "image": "img/program/8.jpg", "name": "Вiолончель", 
        "description":"струнний смичковий музичний інструмент, родини скрипкових, басо-тенорового регістру. Музиканта, що грає на віолончелі називають віолончелі́стом. Слово походить від італійського violoncello, зменшувальне від violone — контрабас."
         },
        { "image": "img/program/9.jpg", "name": "Контрабас", 
        "description":"струнно-смичковий музичний інструмент, який має риси як скрипкового сімейства, так і сімейства віол. Загальна висота інструмента приблизно 2 м."
         },
        { "image": "img/program/7.jpg", "name": "Скрипка", 
        "description":"струнний музичний смичковий інструмент. Має чотири струни, які настроюють на квінту (g, d1,a1,e2). З'явився у середині XVI століття. Музиканта, що грає на скрипці, називають скрипалем, іноді — скрипарем, скрипаком. Майстер, що виготовляє скрипки, називається скрипником."
         },
        { "image": "img/program/screenshot_217.png", "name": "Синтезатор", 
        "description":"електронний музичний інструмент, який синтезує звук за допомогою одного або декількох генераторів звукових хвиль. Необхідне звучання досягається за рахунок зміни властивостей електричного сигналу або шляхом налаштування параметрів центрального процесора."
         },
    ]
    var techer =
    [
        { "image": "img/techer/Луканова А.В.jpeg", "name": "Луканова Антоніна Вікторівна","other":"Завідувач вокально-хорового відділу.",
        "description":"Викладач за фахом сольного співу.Керівник хору «Менестрелі» - «Спеціаліст вищої категорії». Педагогічне звання - «викладач-методист»."
        },
        { "image": "img/techer/Лобашева М.С.jpeg", "name": "Лобашева Марія Станіславівна","other":"",
        "description":"Викладач за фахом сольного співу."
        },
        { "image": "img/techer/Синявина Надежда Андреевна.jpg", "name": "Синявина Надія Андріївна","other":"",
        "description":"Викладач за фахом сольного співу."
        },
        { "image": "img/techer/Хмара О.В.jpeg", "name": "Хмара Ольга Володимирівна","other":"Завідувач відділу додаткових інструментів.",
        "description":"Викладач загального фортепіано - «Спеціаліст I категорії»."
        },
        { "image": "img/techer/Никуленко Т.Д.jpeg", "name": "Никуленко Тамара Дмитрівна","other":"",
        "description":"Викладач загального фортепіано."
        },
        { "image": "img/techer/Черепанова Т.Ю.jpeg", "name": "Черепанова Тетяна Юріївна","other":"",
        "description":"Викладач-сумісник за загальним фортепіано - «Спеціаліст вищої категорії»."
        },
        { "image": "img/techer/Пономаренко А.jpeg", "name": "Пономаренко Андрій Русланович","other":"Завідувач відділом духових та ударних інструментів.",
        "description":"Викладач за фахом саксофона - «Спеціаліст вищої категорії».Артист симфонічного оркестру Запорізької обласної філармонії."
        },
        { "image": "img/techer/Формальский Г.Р.jpeg", "name": "Формальскій Гліб Романович","other":"",
        "description":"Викладач за фахом тромбона.Артист симфонічного оркестру Запорізької обласної філармонії."
        },
        { "image": "img/techer/Шинкаренко С.Д.jpeg", "name": "Шинкаренко Станіслав Дмитрович","other":"",
        "description":"Викладач за фахом ударних інструментів.Артист симфонічного оркестру Запорізької обласної філармонії."
        },
        { "image": "img/techer/Яшан Я.А.jpeg", "name": "Яшан Ярослав Олександрович","other":"",
        "description":"Викладач духових інструментів.Артист симфонічного оркестру Запорізької обласної філармонії."
        },
        { "image": "img/techer/Колганова И.А.jpeg", "name": "Колганова Ірина Олександрівна","other":"Завідувач відділом музично-теоретичних дисциплін.",
        "description":"Викладач музично-теоретичних дисциплін - «Спеціаліст вищої категорії»."
        },
        { "image": "img/techer/Холодная И.В.jpeg", "name": "Холодна Ірина Вікторівна","other":"Директор Запорізької дитячої музичної школи №2.",
        "description":"Викладач сольфеджіо та музичної літератури - «Спеціаліст вищої категорії». Педагогічне звання - «Викладач-методист». "
        },
        { "image": "img/techer/Ерёменко Ю.В.jpeg", "name": "Єременко Юлія Валентинівна","other":"",
        "description":"Викладач теоретичних дисциплін - «Спеціаліст I категорії»."
        },
        { "image": "img/techer/Евдокимова О.П.jpeg", "name": "Євдокимова Ольга Петрівна","other":"",
        "description":"Викладач теоретичних дисциплін - «Спеціаліст I категорії»."
        },
    ]